Repository: Shubhampatwafoundercodes/Rider_pay_driver
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Shubh Driver
hi: राइडर पे

# selectYourLanguage
source: Hi Captain, Select your language
hi: नमस्ते कैप्टन, अपनी भाषा चुनें

source: Help
hi: मदद करा

source: Proceed
hi: आगे बढ़ना

source: Support
hi: सहायता

# enterYourPhone
source: Enter your Phone Number to Drive
hi: ड्राइव करने के लिए अपना फ़ोन नंबर दर्ज करें

source: Invalid number
hi: अमान्य नंबर

# phoneHint
source: Enter phone number
hi: फ़ोन नंबर दर्ज करें

source: Login
hi: लॉगिन

source: Processing...
hi: प्रोसेस हो रहा है...

source: OTP Verification
hi: ओटीपी सत्यापन

# welcomeBack
source: Welcome back, Captain!
hi: वापसी पर स्वागत है कप्तान!

# somethingWentWrong
source: Something went wrong, please try again.
hi: कुछ गलत हुआ, कृपया पुनः प्रयास करें।

source: Loading...
hi: लोड हो रहा है...

source: Try Again
hi: फिर से प्रयास करें

source: Mobile Number
hi: मोबाइल नंबर

# enterValidPhone
source: Please enter a valid phone number
hi: कृपया मान्य फ़ोन नंबर दर्ज करें

source: Language
hi: भाषा

source: Change Language
hi: भाषा बदलें

source: Logout
hi: लॉगआउट

source: Enter OTP
hi: ओटीपी दर्ज करें

source: Resend OTP
hi: ओटीपी पुनः भेजें

# whichCityRide
source: Which city do you want to ride?
hi: आप किस शहर में सवारी करना चाहते हैं?

source: You will ride in
hi: आप सवारी करेंगे

source: CHANGE
hi: बदलें

source: Confirm City
hi: शहर की पुष्टि करें

# searchCityHint
source: Search City
hi: शहर खोजें

source: Nearest serviceable cities:
hi: निकटतम सेवा योग्य शहर:

source: No cities found
hi: कोई शहर नहीं मिला

source: Hello User
hi: नमस्ते उपयोगकर्ता

# registerAsCaption
source: Please register yourself as a Shubh Captain
hi: कृपया स्वयं को कैप्टन के रूप में पंजीकृत करें

source: Receive account update on
hi: इस पर खाता अपडेट प्राप्त करें

# haveReferralCode
source: Have a Referral Code?
hi: क्या आपके पास रेफरल कोड है?

# referralBonusText
source: Get up to ₹500 as referral joining bonus
hi: रेफरल जॉइनिंग बोनस के रूप में ₹500 तक प्राप्त करें

# enterReferralCodeHint
source: Enter referral code
hi: रेफरल कोड दर्ज करें

# registerTitle
source: Register as a Captain
hi: कैप्टन के रूप में पंजीकरण करें

source: Get Support
hi: सहायता प्राप्त करें

source: Document Center
hi: दस्तावेज़ केंद्र

source: Vehicle Type
hi: वाहन प्रकार

source: Not Selected
hi: चयनित नहीं

# submited
source: Submitted
hi: सबमिट किया गया

source: Tap to Select Vehicle
hi: वाहन चुनने के लिए टैप करें

source: Personal Details
hi: व्यक्तिगत विवरण

# pleaseCompleteProfile
source: ⚠️ Please complete your profile
hi: ⚠️ कृपया अपना प्रोफाइल पूरा करें

source: Profile Complete ✅
hi: प्रोफाइल पूरा ✅

source: Unknown
hi: अज्ञात

source: Approved
hi: स्वीकृत

source: Under verification...
hi: सत्यापन प्रक्रिया में...

source: Rejected - Tap to Re Upload
hi: अस्वीकृत - पुनः अपलोड करने के लिए टैप करें

source: Not Uploaded - Tap to Upload
hi: अपलोड नहीं किया गया - अपलोड करने के लिए टैप करें

# uploadDocumentsStart
source: Upload documents to start earning
hi: कमाई शुरू करने के लिए दस्तावेज़ अपलोड करें

# completeAllSteps
source: Complete all steps to get activated
hi: सक्रिय होने के लिए सभी चरण पूरे करें

source: Permissions
hi: अनुमतियाँ

# tapToManagePermissions
source: Tap to manage required permissions
hi: आवश्यक अनुमतियों को प्रबंधित करने के लिए टैप करें

source: Document Upload
hi: दस्तावेज़ अपलोड

source: Driving License
hi: ड्राइविंग लाइसेंस

# uploadDrivingLicense
source: Upload your valid driving license
hi: अपना वैध ड्राइविंग लाइसेंस अपलोड करें

source: Enter driving license number
hi: ड्राइविंग लाइसेंस नंबर दर्ज करें

# drivingLicenseInstructions
source: 1. Upload back side of Driving Licence first if some information is present on back side before the front side upload 2. Make sure that your driver license validates the class of vehicle you are choosing to drive 3. Make sure License number, Driving License Type, your Address, Father's Name, D.O.B, Expiration Date and Govt logo on the License are clearly visible and the photo is not blurred
hi: 1. यदि पिछली तरफ कुछ जानकारी है, तो पहले पीछे की तरफ अपलोड करें, उसके बाद सामने की तरफ अपलोड करें 2. सुनिश्चित करें कि आपका ड्राइविंग लाइसेंस उस वाहन वर्ग को सत्यापित करता है जिसे आप चलाना चाहते हैं 3. लाइसेंस नंबर, ड्राइविंग लाइसेंस प्रकार, आपका पता, पिता का नाम, जन्म तिथि, समाप्ति तिथि और सरकार का लोगो स्पष्ट रूप से दिखाई देना चाहिए और फोटो धुंधला नहीं होना चाहिए

# captureDrivingLicense
source: Take a photo of your Driving Licence
hi: अपना ड्राइविंग लाइसेंस फोटो लें

source: Aadhaar Card
hi: आधार कार्ड

# uploadAadhaar
source: Upload your Aadhaar details
hi: अपना आधार विवरण अपलोड करें

source: Enter Aadhaar number
hi: आधार नंबर दर्ज करें

# aadhaarInstructions
source: By sharing your Aadhaar details, you hereby confirm that you have shared such details voluntarily. You further confirm and consent that your Aadhaar details may be shared with relevant government authorities for verification purposes.
hi: अपने आधार विवरण साझा करके, आप पुष्टि करते हैं कि आपने यह विवरण स्वेच्छा से साझा किया है। आप आगे पुष्टि और सहमति देते हैं कि आपका आधार विवरण सत्यापन के लिए संबंधित सरकारी अधिकारियों के साथ साझा किया जा सकता है।

# captureAadhaar
source: Take a photo of your Aadhaar card
hi: अपने आधार कार्ड की फोटो लें

source: Vehicle Registration
hi: वाहन पंजीकरण

# enterVehicleDetails
source: Enter your vehicle registration details
hi: अपने वाहन पंजीकरण विवरण दर्ज करें

# enterVehicleNumber
source: Enter vehicle registration number
hi: वाहन पंजीकरण नंबर दर्ज करें

# vehicleInstructions
source: Make sure your Vehicle Registration Number matches the RC you uploaded. Upload clear photos of your vehicle RC.
hi: सुनिश्चित करें कि आपका वाहन पंजीकरण नंबर आपने अपलोड किए गए RC से मेल खाता है। अपने वाहन RC की स्पष्ट तस्वीरें अपलोड करें।

# captureVehicle
source: Upload vehicle number and RC
hi: वाहन नंबर और RC अपलोड करें

source: Upload Document
hi: दस्तावेज़ अपलोड करें

# tapToUpload
source: Tap to upload document
hi: दस्तावेज़ अपलोड करने के लिए टैप करें

# fileFormatInfo
source: JPG, PNG • Max 5MB
hi: JPG, PNG • अधिकतम 5MB

source: Submit Document
hi: दस्तावेज़ सबमिट करें

source: Document Uploaded
hi: दस्तावेज़ अपलोड हो गया

# documentUploadedSubtitle
source: Your {docType} document has been successfully uploaded.
hi: आपका {docType} दस्तावेज़ सफलतापूर्वक अपलोड हो गया है।

# takeClearPhoto
source: Take a clear photo of your document
hi: अपने दस्तावेज़ की स्पष्ट फोटो लें

# continueLabel
source: Continue
hi: जारी रखें

source: My Profile
hi: मेरा प्रोफ़ाइल

source: Earnings
hi: कमाई

# earningsSubtitle
source: Transfer Money to Bank, History
hi: पैसे बैंक में ट्रांसफर करें, इतिहास देखें

# helpSubtitle
source: Get support, Accident Insurance
hi: सपोर्ट प्राप्त करें, दुर्घटना बीमा

# referFriend
source: Refer your friend &
hi: अपने दोस्त को रेफर करें और

# earnUpto
source: Earn up to ₹1150
hi: ₹1150 तक कमाएं

source: Refer Now
hi: अभी रेफर करें

source: Money Transfer
hi: पैसे ट्रांसफर करें

# totalAmountToTransfer
source: Total amount to be transferred
hi: ट्रांसफर की जाने वाली कुल राशि

source: Automatic Money Transfer
hi: स्वचालित पैसे ट्रांसफर

source: Deposit to
hi: जमा करें

source: UPI ID
hi: यूपीआई आईडी

source: Bank Account
hi: बैंक खाता

source: View
hi: देखें

source: Add New Payment Method
hi: नया भुगतान तरीका जोड़ें

source: Add your bank account
hi: अपना बैंक खाता जोड़ें

source: Add your UPI ID
hi: अपनी यूपीआई आईडी जोड़ें

source: TRANSFER
hi: ट्रांसफर करें

# transferringToUpi
source: Transferring to UPI ID:
hi: यूपीआई आईडी पर ट्रांसफर हो रहा है:

source: Transferring to Account:
hi: खाते में ट्रांसफर हो रहा है:

source: All Earnings
hi: सभी कमाई

source: Wallet
hi: वॉलेट

source: Admin Due
hi: एडमिन बकाया

source: Your Admin Due
hi: आपका एडमिन बकाया

source: Pay Admin Due
hi: एडमिन बकाया चुकाएँ

source: No Due Remaining
hi: कोई बकाया नहीं बचा

source: Admin Payment History
hi: एडमिन भुगतान इतिहास

source: No admin payments found.
hi: कोई एडमिन भुगतान नहीं मिला।

source: Payment Method
hi: भुगतान विधि

# earningsTransferInfo
source: Your earnings will be transferred to the account details you provide below:
hi: आपकी कमाई नीचे दी गई खाता जानकारी में ट्रांसफर की जाएगी:

# bankAddedSuccess
source: Bank account added successfully!
hi: बैंक खाता सफलतापूर्वक जोड़ा गया!

# upiAddedSuccess
source: UPI ID added successfully!
hi: UPI ID सफलतापूर्वक जोड़ी गई!

source: Payment Details
hi: भुगतान विवरण

source: Type
hi: प्रकार

source: Account Holder
hi: खाता धारक

source: Account Number
hi: खाता संख्या

source: IFSC Code
hi: आईएफएससी कोड

source: Bank Name
hi: बैंक का नाम

source: Deleting...
hi: हटाया जा रहा है...

# failedToDelete
source: Failed to delete account
hi: खाता हटाने में विफल

source: Delete
hi: हटाएँ

# bankFormFullNameLabel
source: Full name (Same as Bank Account)
hi: पूरा नाम (बैंक खाते के समान)

# bankFormEnterNameHint
source: Enter your name
hi: अपना नाम दर्ज करें

# bankFormAccountNumberLabel
source: Account Number
hi: खाता संख्या

# bankFormEnterAccountNumberHint
source: Enter Account Number
hi: खाता संख्या दर्ज करें

# bankFormReEnterAccountNumberHint
source: Re-Enter account number
hi: खाता संख्या दोबारा दर्ज करें

# bankFormAccountNumberMismatch
source: Account numbers do not match
hi: खाता संख्या मेल नहीं खा रही है

# bankFormIfscLabel
source: IFSC code
hi: आईएफएससी कोड

# bankFormEnterIfscHint
source: Enter IFSC Code
hi: आईएफएससी कोड दर्ज करें

# bankFormBankNameLabel
source: Name of Bank
hi: बैंक का नाम

# bankFormEnterBankNameHint
source: Enter Bank name
hi: बैंक का नाम दर्ज करें

# upiFormEnterUpiIdHint
source: Enter UPI ID
hi: यूपीआई आईडी दर्ज करें

# upiFormReEnterUpiIdHint
source: Re-Enter UPI ID
hi: यूपीआई आईडी दोबारा दर्ज करें

# upiFormUpiInvalid
source: Please enter a valid UPI ID
hi: कृपया एक मान्य यूपीआई आईडी दर्ज करें

# upiFormUpiEmpty
source: Please enter UPI ID
hi: कृपया यूपीआई आईडी दर्ज करें

# upiFormUpiMismatch
source: UPI IDs do not match
hi: यूपीआई आईडी मेल नहीं खा रही है

# upiFormNote
source: Make sure your UPI ID is correct. We will send money to this UPI ID.
hi: सुनिश्चित करें कि आपकी यूपीआई आईडी सही है। हम इसी यूपीआई आईडी पर पैसा भेजेंगे।

# walletBalanceTitle
source: Your Wallet Balance
hi: आपका वॉलेट बैलेंस

# walletTransferButton
source: Money transfer
hi: पैसे ट्रांसफर करें

# walletTransferCount
source: You have {count} transfers left
hi: आपके पास {count} ट्रांसफर बचे हैं

# walletTransferRenew
source: Money transfer renews every Monday!
hi: मनी ट्रांसफर हर सोमवार को रीसेट होता है!

# walletTabCredit
source: Credit
hi: क्रेडिट

# walletTabWithdraw
source: Withdraw
hi: निकासी

# walletNoTransactions
source: No transactions found
hi: कोई लेन-देन नहीं मिला

# transactionStatusSuccess
source: SUCCESS
hi: सफल

# transactionStatusFailed
source: FAILED
hi: असफल

# transactionStatusPending
source: PENDING
hi: लंबित

# todayEarningsTitle
source: Today's Earnings
hi: आज की कमाई

# allOrdersTitle
source: All Orders
hi: सभी ऑर्डर

# allOrdersSubtitle
source: Order History and Order Earnings
hi: ऑर्डर इतिहास और ऑर्डर से कमाई

source: View Rate Card
hi: रेट कार्ड देखें

# ratingLabel
source: RATING >
hi: रेटिंग

# ordersLabel
source: ORDERS
hi: ऑर्डर

# daysLabel
source: DAYS
hi: दिन

# yearsLabel
source: YEARS
hi: साल

source: Performance
hi: प्रदर्शन

source: Profile Info
hi: प्रोफ़ाइल जानकारी

source: Driver ID Card
hi: ड्राइवर आईडी कार्ड

# documents
source: Documents (RC, DL, PAN)
hi: दस्तावेज़ (आरसी, डीएल, पैन)

source: Language Settings
hi: भाषा सेटिंग्स

source: Logout / Delete Account
hi: लॉगआउट / खाता हटाएं

source: Delete Account
hi: खाता हटाएं

# deleteAccountConfirm
source: Are you sure you want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: Name
hi: नाम

source: Phone
hi: फ़ोन

source: Gender
hi: लिंग

source: Male
hi: पुरुष

source: Female
hi: महिला

source: Other
hi: अन्य

# selectGender
source: Select your gender
hi: अपना लिंग चुनें

# dob
source: Date of Birth
hi: जन्म तिथि

source: Select DOB
hi: जन्म तिथि चुनें

# languagesSpeak
source: Languages I Speak
hi: भाषाएँ जो मैं बोलता हूँ

source: Take Photo
hi: फोटो लें

# chooseGallery
source: Choose from Gallery
hi: गैलरी से चुनें

source: Profile Updated
hi: प्रोफ़ाइल अपडेट हुई

# profileImageUpdated
source: Your profile image has been successfully updated.
hi: आपकी प्रोफ़ाइल इमेज सफलतापूर्वक अपडेट हो गई है।

# nameUpdated
source: Name has been successfully updated.
hi: नाम सफलतापूर्वक अपडेट हो गया है।

# genderUpdated
source: Your gender has been successfully updated.
hi: आपका लिंग सफलतापूर्वक अपडेट हो गया है।

# dobUpdated
source: Your Date of Birth has been successfully updated.
hi: आपकी जन्म तिथि सफलतापूर्वक अपडेट हो गई है।

source: OK
hi: ठीक है

source: My Performance
hi: मेरा प्रदर्शन

# bikeLiteText
source: Bike Lite and Bike only
hi: केवल बाइक लाइट और बाइक

source: Accepted Orders
hi: स्वीकृत ऑर्डर

source: Cancelled Orders
hi: रद्द किए गए ऑर्डर

source: Completed Orders
hi: पूर्ण किए गए ऑर्डर

# goodPerformanceTitle
source: To have a good performance
hi: अच्छा प्रदर्शन करने के लिए

# tipNoCancel
source: Do not cancel orders after accepting
hi: ऑर्डर स्वीकार करने के बाद उन्हें रद्द न करें

# tipFiveStar
source: Get 5-star ratings from customers
hi: ग्राहकों से 5-स्टार रेटिंग प्राप्त करें

# earnMoreTitle
source: Get More Earnings by becoming the Best Captain!
hi: सर्वश्रेष्ठ कैप्टन बनकर अधिक कमाई करें!

source: Know more
hi: और जानें

# noData
source: No performance data found.
hi: कोई प्रदर्शन डेटा नहीं मिला।

# searchHint
source: Search Language
hi: भाषा खोजें

# selectLanguages
source: Select the languages you speak:
hi: आप जिन भाषाओं में बात करते हैं उन्हें चुनें:

# loadingError
source: Failed to load languages. Please try again.
hi: भाषाओं को लोड करने में विफल। कृपया पुनः प्रयास करें।

# noLanguages
source: No languages found.
hi: कोई भाषा नहीं मिली।

# confirmButton
source: Confirm Languages
hi: भाषाओं की पुष्टि करें

# selectAtLeastOne
source: Please select at least one language
hi: कृपया कम से कम एक भाषा चुनें

source: My ID Card
hi: मेरा आईडी कार्ड

# noProfileData
source: No profile data found
hi: कोई प्रोफाइल डेटा नहीं मिला

source: Address
hi: पता

source: License Number
hi: लाइसेंस नंबर

source: License Validity
hi: लाइसेंस वैधता

# shareButton
source: Share
hi: शेयर करें

source: Document Type
hi: दस्तावेज़ का प्रकार

source: Verified Status
hi: सत्यापित स्थिति

source: Uploaded Date
hi: अपलोड की तारीख

source: Notifications
hi: सूचनाएं

# ride_myRide
source: My Ride
hi: मेरी सवारी

# ride_rideDetails
source: Ride Details
hi: सवारी विवरण

# ride_totalEarning
source: Total Earning
hi: कुल कमाई

# ride_dropLocation
source: Drop Location
hi: ड्रॉप स्थान

# ride_pickupLocation
source: Pickup Location
hi: पिकअप स्थान

# ride_pickupDropInfo
source: Pickup and Drop info
hi: पिकअप और ड्रॉप जानकारी

# ride_yourEarning
source: Your Earning
hi: आपकी कमाई

# ride_paymentInfo
source: Payment info
hi: भुगतान जानकारी

# ride_customerFare
source: Customer Fare
hi: ग्राहक किराया

# earnings_rapidoWalletBalance
source: RiderPay Wallet Balance
hi: राइडरपे वॉलेट बैलेंस

# earnings_todaysEarning
source: Today's Earnings
hi: आज की कमाई

# earnings_lastOrderEarning
source: Last Order Earning
hi: अंतिम ऑर्डर से कमाई

# meet_customer
source: Meet The Customer
hi: ग्राहक से मिलें

source: Updating status...
hi: स्थिति अपडेट की जा रही है...

# exit_app_title
source: Exit Application?
hi: एप्लिकेशन बंद करें?

# exit_app_message
source: Are you sure you want to close the app? Your current session will be lost.
hi: क्या आप वाकई ऐप बंद करना चाहते हैं? आपका वर्तमान सत्र समाप्त हो जाएगा।

# ok_exit_button
source: OK, EXIT
hi: ठीक है, बाहर निकलें

source: Document Number
hi: दस्तावेज़ संख्या

source: Sign In
hi: साइन इन

source: Sign Up
hi: साइन अप

# doNotAccount
source: Don't have an account?
hi: खाता नहीं है?

source: Welcome
hi: स्वागत है

# welcomeSubTitle
source: Book your ride quickly and easily
hi: अपनी सवारी जल्दी और आसानी से बुक करें

# changeLanguageHelp
source: You can change your language on this screen or at any time in Help.
hi: आप यहाँ या कभी भी 'मदद' में भाषा बदल सकते हैं।

source: Where are you going?
hi: कहाँ जाना है?

source: View All
hi: सभी देखें

source: Made for India
hi: भारत के लिए बनाया गया

source: Crafted in Lucknow
hi: लखनऊ में निर्मित

source: Payment Failed!
hi: भुगतान विफल!

source: Retry
hi: पुनः प्रयास करें

source: Phone Verification
hi: फोन सत्यापन

# byContinuing
source: By continuing, you agree to the
hi: जारी रखते हुए, आप सहमत हैं

# termsAndPolicy
source: T&C and Privacy Policy
hi: टी&सी और गोपनीयता नीति

source: Next
hi: अगला

source: Verify Now
hi: अब सत्यापित करें

source: Resend
hi: पुनः भेजें

# createAccount
source: Create account to continue!
hi: जारी रखने के लिए खाता बनाएं!

source: Full Name
hi: पूरा नाम

source: Email (Optional)
hi: ईमेल (वैकल्पिक)

# alreadyHaveAccount
source: Already have an account?
hi: क्या आपके पास पहले से खाता है?

source: Explore
hi: खोजें

source: Go Places with Rider Pay
hi: राइडर पे के साथ जाएं

source: Select Theme
hi: थीम चुनें

source: Theme
hi: थीम

source: System Default
hi: सिस्टम डिफ़ॉल्ट

source: Light
hi: लाइट

source: Dark
hi: डार्क

source: Back
hi: वापस जाएँ

source: Profile
hi: प्रोफ़ाइल

source: Phone Number
hi: फ़ोन नंबर

source: Email
hi: ईमेल

source: Member Since
hi: सदस्य तब से

source: Emergency Contact
hi: आपातकालीन संपर्क

source: Required
hi: आवश्यक

source: Add
hi: जोड़ें

source: Edit
hi: संपादित करें

source: Enter
hi: दर्ज करें

source: Wallets
hi: वॉलेट्स

source: Payment
hi: भुगतान

source: Rider Wallet
hi: राइडर वॉलेट

source: Low Balance
hi: कम बैलेंस

source: Add Money
hi: पैसे जोड़ें

# payByUpi
source: Pay by any UPI app
hi: किसी भी UPI ऐप से भुगतान करें

source: Pay Later
hi: बाद में भुगतान करें

source: Pay at drop
hi: ड्रॉप पर भुगतान करें

# goCashless
source: Go cashless, pay after ride by scanning QR
hi: कैशलेस रहें, राइड के बाद QR स्कैन करके भुगतान करें

source: Enter Amount
hi: राशि दर्ज करें

source: Tickets
hi: टिकट

source: Search Help Topics
hi: सहायता विषय खोजें

# rideFareIssues
source: Ride fare related Issues
hi: यात्रा किराया संबंधी समस्याएं

# captainVehicleIssues
source: Captain and Vehicle related issues
hi: कैप्टन और वाहन संबंधी समस्याएं

# paymentIssues
source: Pass and Payment related Issues
hi: पास और भुगतान संबंधी समस्याएं

# parcelIssues
source: Parcel Related Issues
hi: पार्सल संबंधी समस्याएं

source: Other Topics
hi: अन्य विषय

source: Notification
hi: सूचना

source: My Rewards
hi: मेरे इनाम

source: Reward Balance
hi: इनाम शेष राशि

# redeemYourRewards
source: Redeem your rewards and enjoy benefits
hi: अपने इनाम को भुनाएं और लाभ उठाएं

source: Recent Transactions
hi: हाल की लेन-देन

# referAndEarn
source: Refer & Earn
hi: रेफ़र करें और कमाएँ

# inviteFriendsEarn
source: Invite Friends & Earn Rewards
hi: दोस्तों को आमंत्रित करें और इनाम पाएं

# referDescription
source: Invite your friends to join and get rewards when they take their first ride.
hi: अपने दोस्तों को जुड़ने के लिए आमंत्रित करें और जब वे अपनी पहली सवारी करेंगे तो इनाम पाएं।

source: Share
hi: शेयर करें

source: How it works
hi: यह कैसे काम करता है

source: Invite your Friend
hi: अपने दोस्त को आमंत्रित करें

# sendInviteLink
source: Send them your referral link
hi: उन्हें अपना रेफ़रल लिंक भेजें

source: Friend Signs Up
hi: दोस्त साइन अप करता है

# signupWithReferral
source: They sign up using your referral code
hi: वे आपके रेफ़रल कोड से साइन अप करेंगे

source: Earn Rewards
hi: इनाम पाएं

# getCashbackOnFirstRide
source: Get cashback when your friend completes their first ride
hi: जब आपका दोस्त अपनी पहली सवारी पूरी करता है तो कैशबैक पाएं

source: Menu
hi: मेनू

source: My Rating
hi: मेरी रेटिंग

source: Parcel - Send Items
hi: पार्सल - सामान भेजें

source: My Rides
hi: मेरी यात्राएँ

source: Safety
hi: सुरक्षा

# referAndEarnSub
source: Get ₹50
hi: ₹50 पाएं

source: Power Pass
hi: पावर पास

source: Rapido Coins
hi: रैपिडो कॉइन्स

source: Settings
hi: सेटिंग्स

# deleteAccountConfirmMsg
source: Are you sure you want to delete your account? This action cannot be undone.
hi: क्या आप निश्चित रूप से अपना खाता हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।

# accountDeleted
source: Your account has been deleted successfully.
hi: आपका खाता सफलतापूर्वक हटा दिया गया है।

source: Cancel
hi: रद्द करें

# logoutConfirmMsg
source: Are you sure you want to logout?
hi: क्या आप सुनिश्चित हैं कि आप लॉगआउट करना चाहते हैं?

source: Terms & Conditions
hi: नियम और शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Safety Concern
hi: सुरक्षा संबंधित

source: About Us
hi: हमारे बारे में

source: Cancel & Refund
hi: रद्दीकरण और रिफंड
